[
  {
    "image": "https://img.ifunny.co/images/7e92ae7f2220a97db76b50a3321dffdeaedfdc05deef44b6c9288eedf87daff6_1.jpg",
    "title": "Chuck Norris can squeeze orange juice out of a lemon.",
    "content": "Chuck Norris beats rock, paper, scissors. Cannon balls, tanks, super destroyers, exploding stars — I could go on. Time waits for no man. Unless that man is Chuck Norris. Chuck Norris can strangle you with a cordless phone. Chuck Norris plays Jenga with Stonehenge. Chuck Norris does not use spell check. If he happens to misspell a word, Oxford will change the spelling.Chuck Norris doesn’t cheat death. He wins fair and square. Chuck Norris invented airplanes because he was tired of being the only person that could fly. Chuck Norris threw a grenade and killed 50 people. Then it exploded. Chuck Norris can have both feet on the ground and kick butt at the same time. Chuck Norris can hear sign language.Death once had a near-Chuck-Norris experience. Chuck Norris can strangle you with a cordless phone. Chuck Norris tells Simon what to do. When Chuck Norris writes, he makes paper bleed. When Chuck Norris gives you the finger, he’s telling you how many seconds you have left to live.",
    "date": "2022-10-20T18:09:38.309Z"
  },
  {
    "image": "https://i.ytimg.com/vi/Fqj_Ph2eF8I/maxresdefault.jpg",
    "title": "Some kids pee their name in the snow. Chuck Norris can pee his name into concrete.",
    "content": "Chuck Norris has a mug of nails instead of coffee in the morning. Death once had a near-Chuck-Norris experience. Freddy Krueger has nightmares about Chuck Norris. Chuck Norris makes onions cry. If Chuck Norris were to travel to an alternate dimension in which there was another Chuck Norris and they both fought, they would both win.Chuck Norris once won an underwater breathing contest. With a fish. When we first landed on the moon, the astronauts noted there was print on the moon that said “Chuck Norris was here.”. Chuck Norris once ordered a steak in a restaurant. The steak did what it was told. Chuck Norris can slam revolving doors. Chuck Norris can dribble a bowling ball.",
    "date": "2022-10-21T18:09:38.309Z"
  },
  {
    "image": "https://observatoriodocinema.uol.com.br/wp-content/uploads/2020/06/Chuck-Norris.jpg",
    "title": "If you spell Chuck Norris in Scrabble, you win. Forever.",
    "content": "The flu gets a Chuck Norris shot every year. Chuck Norris once shattered the space-time continuum. He felt so bad, he put it back together. Chuck Norris can squeeze orange juice out of a lemon. Chuck Norris invented airplanes because he was tired of being the only person that could fly. Chuck Norris can slam revolving doors.When Christopher Columbus discovered America, he was greeted by Chuck Norris. Chuck Norris does not sleep. He waits. Chuck Norris can kill your imaginary friends. Chuck Norris lost his virginity before his dad did. Chuck Norris can hear sign language.",
    "date": "2022-10-25T18:09:38.309Z"
  },
  {
    "image": "https://pbs.twimg.com/media/ESyKMkpUwAA6zYT.png",
    "title": "Chuck Norris has never blinked in his entire life. Never.",
    "content": "If you spell Chuck Norris in Scrabble, you win. Forever. Chuck Norris doesn’t wear a watch. He decides what time it is. Chuck Norris has a mug of nails instead of coffee in the morning. What’s the strongest part of Chuck Norris? His opinion. The Great Wall of China was originally created to keep Chuck Norris out. It didn’t work. Chuck Norris once won an underwater breathing contest. With a fish. The flu gets a Chuck Norris shot every year. Chuck Norris doesn’t cheat death. He wins fair and square. Chuck Norris once ate at Taco Bell and didn’t get diarrhea. Chuck Norris once shattered the space-time continuum. He felt so bad, he put it back together. Time waits for no man. Unless that man is Chuck Norris. When we first landed on the moon, the astronauts noted there was print on the moon that said “Chuck Norris was here.”. Chuck Norris is the reason why Waldo is hiding. Death once had a near-Chuck-Norris experience. Chuck Norris sleeps with a pillow under his gun.",
    "date": "2022-10-30T18:09:38.309Z"
  }
]
