[
  {
    "image": "https://img.ifunny.co/images/7e92ae7f2220a97db76b50a3321dffdeaedfdc05deef44b6c9288eedf87daff6_1.jpg",
    "title": "Chuck Norris can squeeze orange juice out of a lemon.",
    "content": "Chuck refers to himself in the fourth person. Chuck Norris can sit in the corner of a round room. Chuck Norris once roundhouse kicked someone so hard that his foot broke the speed of light. When Christopher Columbus discovered America, he was greeted by Chuck Norris. Chuck Norris can speak Braille.",
    "date": "20-10-2022"
  },
  {
    "image": "https://i.ytimg.com/vi/Fqj_Ph2eF8I/maxresdefault.jpg",
    "title": "Some kids pee their name in the snow. Chuck Norris can pee his name into concrete.",
    "content": "Chuck Norris makes onions cry. Chuck Norris once ate at Taco Bell and didn’t get diarrhea. Time waits for no man. Unless that man is Chuck Norris. Chuck Norris has a mug of nails instead of coffee in the morning. Chuck Norris plays Jenga with Stonehenge.",
    "date": "21-10-2022"
  },
  {
    "image": "https://observatoriodocinema.uol.com.br/wp-content/uploads/2020/06/Chuck-Norris.jpg",
    "title": "If you spell Chuck Norris in Scrabble, you win. Forever.",
    "content": "Chuck Norris can sit in the corner of a round room. On New Year’s Eve, Chuck Norris promised that he’d lose 20 pounds. The next morning he shaved his chest and smiled as he realized that he’d lost 30. Chuck refers to himself in the fourth person. When Christopher Columbus discovered America, he was greeted by Chuck Norris. Chuck Norris narrates Morgan Freeman’s life.",
    "date": "25-10-2022"
  },
  {
    "image": "https://pbs.twimg.com/media/ESyKMkpUwAA6zYT.png",
    "title": "Chuck Norris has never blinked in his entire life. Never.",
    "content": "Chuck Norris invented airplanes because he was tired of being the only person that could fly. Chuck Norris can speak Braille. Chuck Norris doesn’t cheat death. He wins fair and square. Chuck Norris is the reason why Waldo is hiding. Chuck Norris found the last digit of pi.",
    "date": "30-10-2022"
  }
]
